<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>_metadata</key>
	<dict>
		<key>created_by</key>
		<string>aanklewicz</string>
		<key>creation_date</key>
		<date>2025-07-17T17:38:40Z</date>
		<key>munki_version</key>
		<string>6.6.5.4711</string>
		<key>os_version</key>
		<string>15.5</string>
	</dict>
	<key>autoremove</key>
	<false/>
	<key>catalogs</key>
	<array>
		<string>testing</string>
	</array>
	<key>display_name</key>
	<string>Zoom</string>
	<key>installed_size</key>
	<integer>376378</integer>
	<key>installer_item_hash</key>
	<string>0b0af8c6c861dcf277562e2d1fad3fa9e029f4eb2fa9d1a4a23f05c1ef3c2bfd</string>
	<key>installer_item_location</key>
	<string>zoomusInstallerFull.pkg</string>
	<key>installer_item_size</key>
	<integer>146007</integer>
	<key>minimum_os_version</key>
	<string>10.5.0</string>
	<key>name</key>
	<string>zoomusInstallerFull</string>
	<key>receipts</key>
	<array>
		<dict>
			<key>installed_size</key>
			<integer>376378</integer>
			<key>packageid</key>
			<string>us.zoom.pkg.videomeeting</string>
			<key>version</key>
			<string>6.5.3.58803</string>
		</dict>
	</array>
	<key>uninstall_method</key>
	<string>removepackages</string>
	<key>uninstallable</key>
	<true/>
	<key>version</key>
	<string>6.5.3.58803</string>
</dict>
</plist>
